<template>
	<div class="content">
		<h1>ДОСТАВКА</h1>
		<h1 class="mt--10">И ОПЛАТА</h1>
		<div class="max-w-[920px] mx-auto w-full font-['Raleway'] pb-40">
			<h2>КАК СДЕЛАТЬ ЗАКАЗ</h2>
			<ol class="mt-10 ml--5">
				<li>Выберите нужный товар и нажмите кнопку «Добавить в корзину».</li>
				<li>Перейдите в раздел «Корзина», она появится с правой стороны экрана после добавления товара.</li>
				<li>Укажите ваш город и выберите способ доставки.</li>
				<li>
					Укажите ваши контактные данные (Ф.И.О. получателя, телефон, электронную почту) или контактные данные
					получателя.
				</li>
				<li>Введите имеющийся у вас промо-код и нажмите кнопку «Оформить заказ».</li>
				<li>
					В открывшейся платежной форме ЮКасса выберите удобный способ оплаты и нажмите кнопку «Заплатить».
				</li>
				<li>
					После оформления заказа вы получите на ваш электронный адрес сообщение, содержащее информацию о
					заказе: номер заказа, состав и стоимость заказа.
				</li>
				<li>
					Информацию о заказе вы всегда сможете узнать написав в онлайн-чат
					<NuxtLink
						to="https://api.whatsapp.com/send/?phone=79933584523"
						class="text-red-300"
						target="_blank"
						>WhatsApp</NuxtLink
					>
					.
				</li>
			</ol>
			<h2>ОПЛАТА ЗАКАЗА</h2>
			<p>Все заказы принимаются по полной предоплате.</p>
			<p class="w-200 mt--4">
				После того как вы оформили заказ, откроется платёжная форма ЮKassa: она предложит популярные способы
				оплаты или те, которыми вы платите чаще всего. Остается только выбирать способ и оплатить в несколько
				кликов.
			</p>
			<b>Вы можете использовать следующие способы оплаты:</b>
			<ul class="ml--6">
				<li>Банковской картой (Visa, MasterCard, Мир)</li>
				<li>Apple Pay и Google Pay</li>
				<li>С электронного кошелька (ЮMoney, WebMoney, Qiwi)</li>
			</ul>
			<h2>ДОСТАВКА ЗАКАЗА</h2>
			<ol>
				<li><b>Доставка по России</b></li>
				<ul>
					<li class="ml--11 w-200">
						Курьерской службой СДЭК до отделения или курьером до двери в течение 2−6 дней (ориентировочно) с
						момента отправки заказа. Стоимость доставки- от 250 р.
					</li>
					<p class="ml--15 mt-5 w-200">
						Точные сроки и стоимость доставки рассчитываются индивидуально сервисом СДЭК в момент оформления
						заказа в зависимости от региона.
					</p>
				</ul>
				<li class="pt-8"><b> Доставка за рубеж</b></li>
				<ul>
					<li class="ml--11 w-200">Почтой России 1-м классом (в среднем 15−30 дней) — от 900 р</li>
					<p class="ml--15 mt-5 w-200">
						Все Налоги и таможенные сборы после пересечения границы оплачиваются Покупателем.
					</p>
				</ul>
			</ol>
			<h2>ОТСЛЕЖИВАНИЕ И ПРОЦЕСС ДОСТАВКИ</h2>
			<p class="mt-10">После отправки заказа вы получите трек-номер на вашу электронную почту.</p>
			<p class="mt-5">Отследить заказ вы сможете на сайте выбранной вами службой доставки:</p>
			<NuxtLink
				to="https://cdek.kg/ru/track.html?utm_referrer=https%3A%2F%2Flaparole.ru%2F"
				class="text-red-300"
				target="_blank"
				>СДЭК cdek.kg/track.html</NuxtLink
			>
			<p class="mt-5 w-200">
				Важно: дата является примерной, поэтому доставка может немного задержаться. Мы делаем все возможное,
				чтобы вы получили ваш заказ в кратчайшие сроки.
			</p>
			<p class="mt-5 w-200">
				Если ваша ожидаемая дата доставки уже прошла, а посылку вы все еще не получили, пожалуйста, свяжитесь с
				нами через электронную почту — <NuxtLink class="text-red-300">costumers@laparole.ru</NuxtLink>, указав
				свой номер заказа.
			</p>
			<p>Мы сделаем все возможное, чтобы помочь вам в кратчайшие сроки.</p>
			<h2 id="obmen-i-vozvrat">ОБМЕН И ВОЗВРАТ</h2>
			<p class="w-200">
				Согласно закону РФ «О защите прав потребителей» в редакции Постановлений Правительства от 20.10.1998
				№ 1222, нижнее белье и чулочно-носочные изделия включены в «Перечень непродовольственных товаров
				надлежащего качества», которые не подлежат возврату или обмену.
			</p>
			<p class="w-200">
				В маловероятном случае наличия брака у изделия мы немедленно в кратчайшие сроки исправим ситуацию и
				доставим новый товар до вас, взяв все расходы на себя.
			</p>
			<p class="w-200">
				Для решения любых вопросов, пожалуйста, пишите нам на почту
				<NuxtLink class="text-red-300">costumers@laparole.ru</NuxtLink> или в онлайн-чат
				<NuxtLink
					to="https://api.whatsapp.com/send/?phone=79933584523"
					class="text-red-300"
					target="_blank"
					>WhatsApp</NuxtLink
				>.
			</p>
			<h2>ПЕРЕШИВ</h2>
			<p class="w-200">
				Если вы оформили заказ на индивидуальный пошив и размер белья вам не подошёл, у нас возможен перешив.
				Вам необходимо сообщить нам следующее:
			</p>
			<ul class="ml--5">
				<li>номер вашего заказа</li>
				<li>описание проблемы, фото</li>
			</ul>
			<p>
				Свяжитесь с нами через онлайн-чат
				<NuxtLink
					to="https://api.whatsapp.com/send/?phone=79933584523"
					class="text-red-300"
					target="_blank"
					>WhatsApp</NuxtLink
				>
				или по электронной почте — <NuxtLink class="text-red-300">costumers@laparole.ru</NuxtLink>.
			</p>
			<p class="mt-5 w-200">
				Вы сможете отправить изделие нам удобным для вас способом (Почтой России/СДЭК). Перешив осуществляется в
				течение 7 рабочих дней в зависимости от загруженности с момента получения нами изделия. Мы доставим до
				вас исправленный товар, указанным вами ранее способом, взяв все расходы транспортировки на себя.
			</p>
			<p class="mt-5 w-200">
				Каждый случай мы рассматриваем индивидуально и сделаем все, чтобы вы остались довольны покупкой.
			</p>
			<h2>КОНТАКТЫ</h2>
			<p>Для связи с нами вы можете воспользоваться следующими способами:</p>
			<ul class="ml--5 w-200">
				<li>
					Написать нам в онлайн-чат
					<NuxtLink
						to="https://api.whatsapp.com/send/?phone=79933584523"
						class="text-red-300"
						target="_blank"
						>WhatsApp</NuxtLink
					>.
				</li>
				<li>
					Написав нам сообщение в Службу Поддержки Клиентов на электронный адрес
					<NuxtLink class="text-red-300">costumers@laparole.ru</NuxtLink>.
				</li>
			</ul>
			<div class="mt-40 text-center">
				<p>
					<NuxtLink
						to="/product/catalog"
						class="text-black"
						>Вернуться назад</NuxtLink
					>
				</p>
			</div>
		</div>
	</div>
</template>

<style lang="scss">
.content h1 {
	font-family: 'Cormorant Garamond', Arial, sans-serif;
	font-size: 95px;
	font-weight: 100;
}

.content h2 {
	font-family: 'Cormorant Garamond', Arial, sans-serif;
	font-size: 60px;
	font-weight: 100;
	margin-top: 150px;
}
.content li {
	font-family: 'Raleway', Arial, sans-serif;
	font-size: 16px;
	margin-top: 7px;
}
.content b {
	font-family: 'Raleway', Arial, sans-serif;
	font-size: 18px;
	margin-top: 7px;
	font-weight: 600;
}
.content p {
	font-family: 'Raleway', Arial, sans-serif;
	font-size: 19px;
}
</style>
